13/data/attachments/e4553900b21d76a0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:username>
            <nif:friendToBeAdded>Regina_sport_Friend_70102_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>